{
  "Truth": [
    "What is the biggest lie you've told your family members?",
    "When was the last time you blamed somebody for your mistakes?",
    "What do your friends expect from you?",
    "Who is the person in the room you would opt to go out with?",
    "Have you ever hurt someone with your lie?",
    "What is the meanest thing you've ever done to somebody?",
    "What is that one thing that you like doing which people would never expect from you?",
    "When did you last encounter a police officer?",
    "What is that childish thing that you are emotionally attached to?",
    "Tell us about a strange place where you peed",
    "When was the last time you crapped your pants?",
    "Have your parents entered your room while you were doing something embarrassing?",
    "Who leaked your secrets?",
    "Tell us a secret that got leaked",
    "Tell us about your interesting fart story in public.",
    "What is the scariest nightmare you've experienced?",
    "What is one thing that you hide in the room when somebody enters?",
    "Why did you end your last relationship?",
    "Have you ever felt that your dream has come true in real life?",
    "What is the one thing that you like the most about your partner?",
    "Have you ever smelled your toes?",
    "What is one weird game that you played as a kid?",
    "What was the last conversation you had on WhatsApp?",
    "Have you had fantasies about anybody from the room?",
    "One year ago, what were you doing on this day?",
    "Name one grossest thing that you are comfortable doing when you are alone",
    "Did you pick your nose after growing up?",
    "What will you name your children?",
    "What is the stupidest thing you have Googled?",
    "What is the most gross activity you've seen someone do?",
    "Why did you visit the drug store after 11 pm recently?",
    "Do you think your parents are hot?",
    "Have you ever fallen for your cousin?",
    "Who's the ex you'd fall for again in a heartbeat?",
    "Are you having an erection right now?",
    "When did you fake it the last time?",
    "Which past relationship do you regret the most?",
    "Tell us about your interesting fetishes",
    "When did you last strip a person?",
    "Tell me something romantic that you've done and you're proud of it?",
    "What is your biggest skill?",
    "Who is your favorite person?",
    "How many times do you end up in an argument with somebody in a day?",
    "Will you marry somebody because they are rich?",
    "Who is the last person you called?",
    "What is the last message you received?",
    "Who is the last person you dated?",
    "Which is the smell you cannot tolerate?",
    "Which smell do you enjoy?",
    "Which is your favorite vacation place?",
    "Which is your favorite memory from school?",
    "Which is your favorite memory from college?",
    "Do you want to get plastic surgery?",
    "What makes you angry?",
    "What is the funniest prank you have played on someone?",
    "Have you ever had a near-death experience?",
    "Tell me about your worst accident",
    "Have you ever been rejected?",
    "When was your first heartbreak?",
    "What is one thing you want to learn?",
    "What was one rumor that you started about somebody?",
    "What is one rumor that you have heard about yourself?",
    "Do you pee while having a bath?",
    "Have you drunk-called your ex?",
    "What's your favorite guilty pleasure song?",
    "Which song turns you on?",
    "How many times do you have a crush on somebody in a day?",
    "What is one stupidest thing that you believed as a child?",
    "Tell us about your worst date",
    "Have you ever laughed at serious occasions?",
    "What is your go-to pick up line?",
    "What is the dumbest excuse you have given to your boss?",
    "What's your sleaziest pickup line?",
    "What's the weirdest thought you've ever had sitting on a toilet?",
    "What's the worst present you have ever received to date?",
    "Have you ever pooped/peed your pants as an adult?",
    "Tell us about your sleep habits",
    "What was the longest you've had your oldest pair of underwear?",
    "What's the most offensive joke that you have found funny?",
    "What is one stupid thing you have done to make somebody laugh?",
    "What is your biggest pet peeve?",
    "When was your first kiss?",
    "Who do you think is the sexiest person in this room?",
    "What are the things you regret?",
    "Who is the person in the room that you would crush on?",
    "Tell me about the last person you licked",
    "Did somebody ever cheat on you?",
    "Have you cheated on somebody?",
    "Is there anybody in the room you have cuddled with?",
    "What would you buy me if I gave you $5000?",
    "When was the last time you peed in a pool?",
    "Whom do you lie the most?",
    "Who is the person you regret going out with?",
    "Which picture of yours do you find the most embarrassing?",
    "Is there any embarrassing vomit story in your life?",
    "Tell us about one of your public mischiefs.",
    "What aspect of your personality have you kept hidden?",
    "What is the first thing you would do if you were born in a different gender?",
    "What is the biggest thing you have tried to escape?",
    "Which childhood habit of yours do you still follow?",
    "Who gave you your worst kiss?",
    "How did it feel touching a girl's breasts for the first time?",
    "When did somebody walk into your room when you were naked?",
    "Tell us your most embarrassing nickname",
    "What is the most embarrassing text that you have received?",
    "How did you mess up a romantic encounter?",
    "What is one weird thing that you did for your boyfriend or girlfriend?",
    "Has anybody suspected you for an action and then it turned out to be you?",
    "What is one secret that you never want to reveal to your parents?",
    "Say something that you have hidden from us all this time",
    "What is your most embarrassing habit?",
    "When was the last time you ate the food that fell on the ground?",
    "Have you ever had a crush on someone older than you?",
    "Tell us about your imaginary friend as a child",
    "What is an illegal thing that you have done?",
    "How many times do you pick your nose in a day?",
    "How many days can you go without brushing your teeth?",
    "What is your most embarrassing photo?",
    "Did you ever taste ear wax?",
    "Have you ever licked someone's sweat?",
    "You farted and blamed someone else in public. When has this happened?",
    "Have you ever talked to a stranger thinking they are somebody you know?",
    "How many times have you farted in an elevator?",
    "What is one thing that gets you hot and bothered every time?",
    "Do you think of someone else except your partner?",
    "Have you ever danced on the road?",
    "What is the stupidest thing you have done to earn money?",
    "Which swear word have you used in front of your parents?",
    "Have you ever picked your nose and eaten it?",
    "What is the biggest gossip you have?",
    "What is one thing that you would never do even if someone offered you all of the money in the world?",
    "Have you ever broken a promise that you made to yourself?",
    "Who are you jealous of?",
    "What makes you self-conscious?",
    "What's the best thing you wanted to become but now consider the worst thing ever?",
    "Is there any movie that you are emotionally attached to?",
    "If you had a chance to choose a different career, what would it be?",
    "Do you fake orgasm while looking sideways or looking the person straight in the face?",
    "What is the most you have done for sex in the past?",
    "When was a time you were so turned on you couldn't stand it?",
    "Do you have an \"I'm getting laid tonight\" outfit? What is it?",
    "How do you spend your leisure time?",
    "Have you ever failed?",
    "Do you reach class on time?",
    "Whom do you share your lunch with?",
    "Who is your favorite teacher?",
    "Who is your best friend?",
    "What do you do to disturb the class?",
    "Have you ever stuck gum under a desk?",
    "What do you want to become once you grow up?",
    "Do you ever fight in school?",
    "Have you ever fallen asleep in class?",
    "How many times do you get punished in a week?",
    "Do you like giving tests or writing essays?",
    "Which subjects do you like the most?",
    "Which subjects do you hate the most?",
    "If you were invisible, would you sneak a peek in the other locker room?",
    "If you were to become a teacher for a day, which subject teacher would you choose to become?",
    "What is the most embarrassing thing you've done in front of a teacher?",
    "What is one thing that has hurt you the most in school?",
    "Have you ever stolen anything from the school?",
    "What prank would you like to play on your teachers?",
    "Which phone application are you ready to delete?",
    "How many times have you smoked?",
    "Do you consume alcohol?",
    "Have you ever been influenced by somebody?",
    "Did you try drugs?",
    "Would you go to a nude beach?",
    "Are you still a virgin?",
    "Do you have any tattoos hidden?",
    "What is the longest time you've been in a relationship?",
    "Who is one person that annoys you the most?",
    "What would you do if you found out you flunked school?",
    "Have you ever been in a long-distance relationship?",
    "Who are the five people that you want to delete from your Instagram?",
    "If you got a chance to date a celebrity, who would you like to go out with?",
    "If you had the power to fire one teacher, who would it be?",
    "What excites you the most?",
    "Why do you want to go to college?",
    "Which phone application are you addicted to?",
    "What's your dream job?",
    "Would you take admission to the same college as your crush?",
    "Do you enjoy singing karaoke in public?",
    "What is the stupidest thing you were scared of as a kid?",
    "How often have you cheated at board games?",
    "What has been your craziest nightmare?",
    "What is the biggest regret of your life?",
    "Do you think it is possible to love somebody at first sight?",
    "Do you think you have won something that you didn't deserve?",
    "What do you do if you run out of toilet paper once you have pooped?",
    "What is the most embarrassing thing in your web history?",
    "What do you think is the greatest truth of life?",
    "If your crush told you he liked your best friend, what would you do?",
    "What would you do if your best friend likes your crush?",
    "When was the last time you lied to your best friend?",
    "Who's sexier: you or your best friend?",
    "What did you first think about your best friend?",
    "What would you do if you get to know your friend's partner is cheating on them?",
    "Rate your best friend's looks from 1-10",
    "Will you help your friend in cheating somebody?",
    "Do you share bathroom essentials with your best friend?",
    "Will you incur a loss for your best friend?",
    "Would you want to become sexual partners with your best friend?",
    "If you had a chance, who would you end up your friendship with?",
    "Would you ditch your friends if you could become the most popular one in school?",
    "Do you intentionally ignore a friend's text?",
    "What is the worst habit of your best friend?",
    "Do you think your best friend has got the partner he deserves?",
    "On an overnight trip, would you like to sleep with your best friend or partner?",
    "Can you ditch your friend for your partner?",
    "Who do you think your friend should date instead of her current boyfriend?",
    "What is your best friend's secret that you have kept hidden from everybody?",
    "Were you ever shamed for picking your nose?",
    "Who is your secret crush?",
    "Do you find dogs cute?",
    "Do you have a habit of talking in your sleep?",
    "Do you click pictures in your bathroom?",
    "Have you ever stalked someone on Facebook and accidentally liked their pictures?",
    "Have you revealed a friend's secret unknowingly?",
    "Do you prefer skyping or facetiming?",
    "What color underwear are you wearing?",
    "Do you want an arrange or love marriage?",
    "Would you choose your partner or a million dollars?",
    "How many slices of pizza can you eat at once?",
    "Which phone application do you use the most?",
    "Which is your favorite movie?",
    "Have you ever seen your parents doing it?",
    "Have you ever kissed a mirror?",
    "Tell me some of your guilty pleasures?",
    "Are you planning to marry your present boyfriend or girlfriend?",
    "Who are you closer to: Mother or Father?",
    "Have you ever cheated on a test?",
    "What is your biggest insecurity?",
    "What have you done to break the law?",
    "What is the biggest misconception about you?",
    "What is the punishment you'll give someone to cheat on a test?",
    "Have you ever lied to get out of a bad date?",
    "Have parents walked into your room while you were making out?",
    "Have you ever made out on the same bed as your parents?",
    "Name one person you dearly loved but they didn't love you back in return",
    "How have you been bullied in school?",
    "Name one thing you had to do forcefully?",
    "Tell me the top 5 things on your bucket list.",
    "Has anyone seen you peeing?",
    "Has anyone entered your bathroom while you were on the toilet?",
    "Have you seen someone's private parts by accident?",
    "What is the lamest excuse you have heard for a breakup?",
    "Do you pee in bed if you are scared?",
    "What happens to you when you are nervous?",
    "What is one truth that you are unable to accept?",
    "Can you binge-watch YouTube Videos?",
    "How many people have you kissed?",
    "Name 10 items that you have bought but never used?",
    "How often do you shop?",
    "Which player would you like to swap lives with for a week?",
    "What physical features do people compliment you for?",
    "Who in the room do you consider a player?",
    "What does your boyfriend or girlfriend think about marriage?",
    "Did you ever have an annoying experience while shopping?",
    "Who among the players do you think has the best body?",
    "What is the dumbest thing you've said to your partner during sex?",
    "Do you cover your eyes during a scary part in the movie?",
    "Do you look at couples romancing in the movie?",
    "Have you ever walked into a wall?",
    "Have you ever had lice in your hair?",
    "Have the police ever arrested you?",
    "Which animated movie can you watch over and over again?",
    "Has social media ever landed you into trouble?",
    "Have you ever been able to get a date through social media?",
    "Which dating apps do you use?",
    "How do you decide whom to date?",
    "What's the one thing you do every morning you don't want others to know?",
    "What's the most useless piece of information you know?",
    "What do you wish to forget?",
    "What is one food item that you have never ordered at a restaurant?",
    "If you were given the blessing of reincarnation, what would you like to become?",
    "Is it better to use shampoo as soap or soap as shampoo?",
    "If you run out of toilet paper, would you consider wiping with the empty roll?",
    "What would be the worst part about getting naked in front of your crush?",
    "Who do you think is the worst singer in your group?",
    "If you had seven lives, what would you do?",
    "If you had a chance to play a prank without being held, what would that prank be?",
    "Have you ever skinny dipped in a swimming pool?",
    "How do you pretend to like someone?",
    "If you could use only one swear word for your remaining life, what would be that word?",
    "What would you prefer eating: Dog food or cat food?",
    "Which animal do you think your friend resembles?",
    "With which animal can you compare your eating habits?",
    "Would you prefer not bathing for a month or having the same food for a month?",
    "What is one thing that you have seen but wish you hadn't?",
    "How many days can you spend without eating?",
    "If you could only text one person for the rest of your life, but you could never talk to that person face-to-face, who would that be?",
    "When did you go for the most romantic date?",
    "What is one thing that you ate but others find gross?",
    "What will you like to become in your next birth?",
    "If you become invisible for a day, what would you do?",
    "How many times do you drink in a week?",
    "Which is your favorite drink?",
    "Which video game did you play the most as a child?",
    "What songs do you sing in the shower?",
    "Has it ever been that you didn't return a library book?",
    "Do you sleep with soft toys around you?",
    "What do you wear while sleeping?",
    "Do you take bubble baths?",
    "Are you in touch with your high school crush till today?",
    "Do you fear darkness?",
    "How often do you wear unwashed clothes?",
    "How many times do you bathe in a week?",
    "What is the first thing you notice when you meet someone?",
    "Which is your favorite pet?",
    "How often do you click selfies?",
    "How much time do you spend on social media in a day?",
    "Has it ever been that you cried so much while watching a movie that you wet your shirt?",
    "What is one thing in your web browsing history that you wouldn't want anyone to know about?",
    "What do you feel when someone sings 'Happy Birthday' for you?",
    "Who did you last stalk on Instagram?",
    "What is the worst memory of this year?",
    "What is the worst thing that happened to you last year?",
    "What do you do when you are unable to flush the toilet in a public place?",
    "What book are you embarrassed to read?",
    "How many selfies do you take in a day?",
    "What do you eat when nobody is around?",
    "Have you ever peed on a sofa because you were too drunk?",
    "What is the biggest lie that your parents told you?",
    "Describe an incident when you played a prank on someone which led to a disaster",
    "What kind of parent do you want to become?",
    "What is the biggest mistake of your parents, according to you?",
    "What do you think about the couples who give nicknames to each other?",
    "You think your butt is like: mom or dad?",
    "Did you do a chicken dance just to provoke your enemy when you were a kid?",
    "Which is one book that you recommend to everyone and why?",
    "What does it take to get a special place in your heart?"
  ],


  "Dare": [
    "Who are the last five people you texted?",
    "Allow someone from us to DM someone from your Instagram account.",
    "Eat a raw piece of garlic in 10 seconds.",
    "Do atleast 100 squats.",
    "Try keeping three ice cubes inside your mouth.",
    "Give a foot massage to the person on your right.",
    "Mix 10 different liquids in a cup and drink it.",
    "Yell out the first word that pops into your mind.",
    "Give a lap dance to someone of your choice.",
    "Remove four items of accessories that you are wearing at the moment",
    "Like the first 10 posts on your Instagram newsfeed.",
    "Eat a spoonful of mustard.",
    "Keep your eyes closed until your next turn.",
    "Show everyone what's inside your wallet/purse",
    "Pretend to be the person to your right for ten minutes.",
    "Eat a snack without using your hands.",
    "Say two honest things about everyone else in the group.",
    "Twerk for a few minutes.",
    "Make the group laugh quickly.",
    "Try to insert your whole fist in your mouth.",
    "Open the main door and howl like a wolf for 30 seconds while looking at someone.",
    "Tie your hands to your ankles for the remaining game.",
    "Dump a bunch of legos on the floor and try to walk over it with your bare feet.",
    "Spin around 5 times speedly and then walk straight.",
    "Record the sounds you make while making out.",
    "Lick your partner's feet for 2 minutes.",
    "Bend your partner over your knee and spank them.",
    "Make noise of the most satisfying orgasm you ever had.",
    "Imitate the last erotic piece you read.",
    "Show us the important part of a man/woman's anatomy.",
    "Do the naughtiest thing you've ever done with a person in the room.",
    "Make someone feel horny.",
    "Do a weird thing that can turn me on.",
    "Make out like a porn film with a person of your choice.",
    "Reveal the darkest secret you know of somebody from the room.",
    "Sit on the ground with folded legs for an hour.",
    "Eat the food we provide you.",
    "Enact one moment with your ex.",
    "Speak in your teacher's tone for 10 minutes.",
    "Sleep in your favorite make-out position.",
    "Break an egg on your friend's head.",
    "Eat some pet food.",
    "Talk in a French Accent",
    "Eat a teaspoon of turmeric.",
    "Send a flattering selfie to everyone in the room.",
    "Someone from the group would give you a new haircut.",
    "Wear a dirty sock as a glove.",
    "Lick a bar of soap.",
    "Statue the person on your left for the entire game.",
    "Post a crazy picture on all your social media platforms.",
    "Talk with your tongue sticking out.",
    "Walk around with your eyes closed.",
    "Dance to a song that the group chooses.",
    "Drink a bottle of ketchup.",
    "Show us some of your embarrassing photos.",
    "Fart in the middle of the room.",
    "Do five burpees in under 30 seconds.",
    "Moo like a cow until your next turn comes.",
    "Tell the group your worst vomit story.",
    "Try doing a magic trick.",
    "Sing a song with a silly voice.",
    "Stand in your hands.",
    "Imitate another player in the group.",
    "Do a crazy dance move",
    "Eat a spoonful of sugar without a break.",
    "Drink a glass of water with salt in it.",
    "Prank call a friend.",
    "Try to do a cartwheel.",
    "Try to eat something without using your hands.",
    "Try not to blink for at least 30 seconds.",
    "Imitate a cartoon character.",
    "Hold an ice cube in your hand till it melts.",
    "Talk with your tongue sticking out.",
    "Draw or write something while holding the pen in your mouth.",
    "Eat a spoonful of peanut butter and try singing.",
    "Try saying something with your mouth closed.",
    "Talk using the third person until the next turn.",
    "Sing every time you want to say something until the next turn.",
    "Spin ten times and try performing a simple task.",
    "Talk and act like a cowboy.",
    "Let the group give you a new hairstyle.",
    "Do ramp walk",
    "Take a shower with your clothes on.",
    "Break two eggs on your head.",
    "Sell a piece of trash to someone in the group using your best salesmanship.",
    "Attempt to walk on your hands for as far as you can.",
    "Imitate a celebrity every time you talk.",
    "Try to juggle 2 or 3 items of the group's choosing.",
    "Gargle something that shouldn't be gargled, but won't hurt you.",
    "Get slapped on the face by the person of your choosing.",
    "Spin an imaginary hula hoop around your waist for the rest of the game.",
    "Seduce a member of the same gender in the group.",
    "Compose a poem on the spot based on something the group comes up with.",
    "Pole dance for 1 minute with an imaginary pole.",
    "Choose someone from the group to give you a spanking.",
    "Post an extremely unflattering picture of yourself to the social media outlet of your choosing.",
    "Hold a funny face for the rest of the round.",
    "Imagine something in your room. Now spell it with your nose and keep spelling it with your nose until someone from the group guesses what you are trying to spell.",
    "Drag your butt on the carpet like a dog from one end of the room to the other.",
    "Open a pack of snacks or candy using only your mouth, no hands or feet.",
    "Tell everyone an embarrassing story about yourself.",
    "Post the oldest selfie on your phone on Instagram Stories.",
    "Put as many snacks into your mouth at once as you can.",
    "Lick your plate.",
    "Buy a product secretively.",
    "Take a bubble bath right now.",
    "Dance naked when you are alone in the room.",
    "Take 15 selfies of everybody's face.",
    "Something cooler that you tried but went blundering.",
    "Don't brush your teeth tomorrow morning.",
    "Use face cream right now.",
    "Wear your favorite nightwear/pajamas",
    "Run around saying that you have lice.",
    "Eat from something fallen on the floor.",
    "Pinch the nose of the person next to you.",
    "Hang out with your parents.",
    "Lick the feel of your foot.",
    "Video call your mom right now.",
    "Remove your underwear and throw it in the garbage.",
    "Lick mayonnaise off of someone's toe.",
    "Click on the account of the person who comes first in your feed and ping them on a 1 year ago post.",
    "Eat a whole piece of paper.",
    "Pick up a random person from the street and kiss him or her.",
    "Pick exactly 40 shells.",
    "Draw a face of a boy or girl with your tongue",
    "Do a sexy dance for me",
    "Suck your big toe.",
    "Eat raw pasta.",
    "Walk with bare feet on stones.",
    "Write a letter to your doctor and post it on Facebook status.",
    "Hug a mailbox until someone sees you.",
    "Kneel down for an hour.",
    "Wax your back.",
    "Trade clothes with someone in the group.",
    "Make a silly face until the game ends.",
    "Make a rap song about koalas.",
    "Call a stranger and tell them a secret.",
    "Allow a few people to slap your face.",
    "Walk on the streets as if you are drunk",
    "Let your ear and shoulder touch each other until the game ends.",
    "Yell the name of your best friend.",
    "Go grab a book and read 5 pages from it.",
    "Moonwalk to the kitchen and drink water.",
    "Act like a monkey for 20 seconds.",
    "Show us your today's browser history",
    "Show us your stack of cookies.",
    "Eat your snack without using your hands.",
    "Call a cousin who couldn't come and talk.",
    "Try to juggle eggs or a tennis ball.",
    "Narrate a scary nightmare.",
    "Write your name with the left hand.",
    "Get your makeup done by a group member.",
    "Do makeup with your eyes closed.",
    "Go cuddle your teddy bear or any other stuffed animal that you have.",
    "Try to hold an ice cube.",
    "Borrow a pair of socks from someone in the room.",
    "Imitate your favorite cartoon character.",
    "Show us your dance moves.",
    "Sing your favorite song.",
    "Run 5 laps around the room.",
    "Put whipped cream on your hand and lick it in a sexual way.",
    "Sing the alphabets in reverse order.",
    "Act like a politician for 10 minutes.",
    "Raise your hand and show your armpits.",
    "Read aloud the last conversation in your WhatsApp.",
    "Do pushups for 12 minutes.",
    "Put 4 ice cubes in your shirt.",
    "Call the 6th contact on your cell phone.",
    "Lick your elbow.",
    "Drink a glass of salty milk.",
    "Wear a finger mustache for 2 minutes.",
    "Dance with no music for 5 minutes.",
    "Mimic the funniest person in the group.",
    "Belly dance on your favorite song",
    "Enact a scene of a favorite hero.",
    "Poke fingers to the one sitting beside you.",
    "Look into a guy's eyes and tell him he is very handsome.",
    "Say a paragraph about your favorite person.",
    "Say something to everyone in the group.",
    "Tell me something about the most important thing for you.",
    "Tell us a secret you've kept hidden from your parents.",
    "Stuff marshmallows in your mouth and try singing a song",
    "Tell us a characteristic trait you want to change in yourself.",
    "Tell me about your secret crush.",
    "Tell about a person you met on social media.",
    "Tell us about a person you wet the bed with.",
    "Narrate the three wishes if a genie granted them to you.",
    "Tell me your biggest regret.",
    "Say an incident wherein you had to go to the weirdest place for the washroom.",
    "Eat all the food in this room",
    "Reveal all the details of your first kiss.",
    "Give an excuse to party out with your best friend.",
    "Tell me about an incident where you slept for the longest hour.",
    "Read the last thing you sent your best friend.",
    "What is your biggest pet peeve?",
    "Tell me the last time you said a lie.",
    "List out 5 things you carry to a hotel room.",
    "Narrate the most embarrassing date in your life.",
    "Define a story with the worst pickup line.",
    "Take a crazy selfie with each member of the group.",
    "Send names of the five cutest people on your contact list.",
    "Text your dad that you're arrested.",
    "Send me the last message you sent your guy.",
    "Send me a video of you singing.",
    "Send me a video of cooking instructions.",
    "Send me a screenshot of your call history.",
    "Send me the video of your craziest outfit.",
    "Send me a picture of the best food dish you made.",
    "Change your dress in 2 minutes.",
    "Send me a voice note saying hi.",
    "Send me a recording with a dialogue from your favorite movie.",
    "Eat a raw egg and send me a snap.",
    "Record yourself dancing and send me.",
    "Post a selfie on Twitter and tag me.",
    "Call your best friend and tell her you are engaged.",
    "Teach me to dance on a Live Session on social media.",
    "Call your neighbor and say hello.",
    "Wax on Instagram live.",
    "Mix some juice with alcohol and send me a picture of it.",
    "Post a random weird post on your Instagram story.",
    "Eat a spoonful of butter and shoot a video.",
    "Lick your own armpit.",
    "Prank someone for 10 minutes.",
    "Eat a spoon filled with something of your choice.",
    "Text your crush about the screenshot of our conversation.",
    "Write a short love poem.",
    "Find lipstick and put it on yourself.",
    "Call someone and confess your love.",
    "Wrap your head in toilet paper.",
    "Use my photo as your background.",
    "Text your brother a hi.",
    "Call someone and say \"You have bad hair\".",
    "Send the link to the video you last saw on YouTube.",
    "Do a dance on one leg.",
    "Show a snap of the picture in the wallet.",
    "Take a picture of you eating lemon pickle.",
    "Write my name on your hand with a permanent marker.",
    "Close your eyes and text me.",
    "Put up a post in your feed praising me.",
    "Write a break-up message for some random contact.",
    "Text some person that they are crazy.",
    "On Facebook type \"I Love Breasts.\"",
    "Make an ugly cry face and post on your feed.",
    "Fake Mr. Bean during Christmas.",
    "Do something politically incorrect.",
    "Give me your unlocked phone for five minutes.",
    "Inform your crush that you love them.",
    "Allow us to send snaps to your friends on Snapchat.",
    "Walk on the streets on four legs like a dog.",
    "Call the last person in your history and tell them to shut up.",
    "Call a random person on your list and do \"meowing\" for 10 minutes.",
    "Buy a makeup kit for a guy.",
    "Put water on the makeup face of a girl.",
    "Go on YouTube, live chat, and create a fight.",
    "Post your most unattractive and unfiltered photo on social media feeds.",
    "Comment on every single post of your enemy.",
    "Type something politically controversial on Facebook.",
    "Call a pharmacy for some weird medicine inquiry.",
    "Hit a man with a creepy pickup line.",
    "Stand outside the house in innerwear.",
    "Yell at the top of a mountain that you are adopted.",
    "Borrow a cup of water from your neighbor.",
    "Walk on the street in underwear.",
    "Stand on the lawn for 5 minutes.",
    "Take a selfie and post on Instagram with the caption, \"Don't hate players, hate the game.\"",
    "Send a snap with you singing a Zayn Malik song.",
    "Show your Google Search History.",
    "Call Pizza Hut and ask who built the hut.",
    "Post a drunk picture of you.",
    "Write a handwritten letter to me.",
    "Knock on the neighbor's door and say sorry.",
    "Quack like a duck and say I love you to your crush.",
    "Do 10 jumping jacks while making a dog sound.",
    "Hold a person's hand until the game ends.",
    "Post a picture saying that you're feeling lucky.",
    "Switch bras with the person on your left.",
    "Say I've been abandoned by my parents at the door.",
    "Take the phone of the person beside you.",
    "Stand in front of your house in a statue form for 10 minutes.",
    "Make a funny face until the game ends.",
    "Attempt to do 10 pushups.",
    "Crabwalk across the room.",
    "Army crawl inside the room.",
    "Attempt rotating a cartwheel.",
    "Run around the house.",
    "Touch your nose with your tongue.",
    "Spin in a circular motion for 20 seconds.",
    "Sniff a person's shoe.",
    "Wear your shoes on your hands.",
    "Sing a song of your choice.",
    "Switch clothes with someone.",
    "Draw a picture of the scenery.",
    "Allow someone to fix your hair.",
    "Tickle someone for 20 seconds.",
    "Take a bite of the sandwich from the one sitting beside you.",
    "Wrap yourself fully in toilet paper.",
    "Smell the breath of your cousin.",
    "Create nicknames of other players.",
    "Shake hands with other players by closing your eyes.",
    "Introduce yourself to all the other players.",
    "Rap about your best friend for 10 minutes.",
    "Sing in the most embarrassing voice.",
    "Read out the last longest message you sent your best friend.",
    "Reveal details about your first makeout session.",
    "Take a selfie with an animal nearest to you.",
    "Drink a glass of water with 2 spoons of sugar at one go.",
    "Eat the most unhealthy food available in the buffet.",
    "Allow your other friend to put a story on your social media on your behalf.",
    "Have three bites of the banana peel.",
    "Smell the bare foot of one of the members from the group.",
    "Say pickles at the end of each sentence you say for next 10 minutes.",
    "Imitate a YouTube star for 5 minutes.",
    "Name 6 personalities that you hate the most.",
    "Perform 12 squats in a jeans pants.",
    "Go to the streets and pinch a stranger",
    "Draw an image of your inspiration.",
    "Eat 5 green chillies",
    "Lick your own sweat",
    "Narrate a poem for 1 minute long.",
    "Lay on the floor and behave like a snake."
  ]
}